---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipFeetPerFoot
source: html/fbea209c-4cbf-27c5-8b9e-31773c7cb014.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipFeetPerFoot Property

Kip feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipFeetPerFoot { get; }
```